tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "gcenx/apple"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/core"
tap "tinygo-org/tools"
brew "apple/apple/game-porting-toolkit"
vscode "abusaidm.html-snippets"
vscode "beaugunderson.solidity-extended"
vscode "bungcip.better-toml"
vscode "C-TEAM.thief-book"
vscode "damirka.move-syntax"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "hosho.solidity-debugger"
vscode "James-Yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "JuanBlanco.solidity"
vscode "kakumei.ts-debug"
vscode "LeetCode.vscode-leetcode"
vscode "mitaki28.vscode-clang"
vscode "move.move-analyzer"
vscode "Movebit.move-msl-syx"
vscode "MoveBit.sui-move-analyzer"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-zh-hans"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "NomicFoundation.hardhat-solidity"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust"
vscode "rust-lang.rust-analyzer"
vscode "seripap.vscode-memory"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "techer.open-in-browser"
vscode "tht13.python"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tintinweb.solidity-visual-auditor"
vscode "tintinweb.vscode-ethover"
vscode "tintinweb.vscode-inline-bookmarks"
vscode "tintinweb.vscode-solidity-flattener"
vscode "tintinweb.vscode-solidity-language"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
